{
  "asin": "B01M1RDL6W",
  "name": "Bobiverse",
  "position": null,
  "updatedAt": "2025-04-28T07:02:22.418+00:00",
  "description": "<p><b>Meet Bob, one of the most likable heroes in contemporary science fiction. A good man may be hard to find, but in the future, he is easy to replicate.</b></p> <p>After selling his software company, looking forward to a life of leisure, and signing up to have his head cryogenically preserved in case of death, Bob Johansson promptly gets himself killed crossing the street. Upon waking up 117 years later, he discovers that the afterlife is mind-blowing: his consciousness has been uploaded into a sentient space probe with self-replicating powers. In a flash, Bob starts cloning himself at an alarming rate. The addictively geeky fun that made <i>We Are Legion (We Are Bob) </i>Audible’s Best Sci-Fi Book of 2016 continues in <i>For We Are Many</i> and <i>All These Worlds</i>. As the trilogy and hilarity progresses, the Bobs must deal with rival Brazilian space probes, a fledgling space-faring species that sees all other life forms as food, the mysteries of artificial intelligence and deep space, and political squabbles on Earth. And, oh yeah, being worshipped as a sky god and keeping the peace with his girlfriends.</p> <p>Ray Porter is the one-man band and maestro behind the Bobiverse. The Audie Award-winning narrator, whose background in drama includes a 20-year stint with the Oregon Shakespeare Festival, delivers an epic performance while giving voice to generations of Bobs and various life forms, from sentient machines to heroic humans and alien species. A listener favorite, Porter has performed more 300 audiobooks across many genres and was named an Audible Narrator of the Year in 2015.</p> <p>For years, Dennis E. Taylor was a computer programmer by day, a writer by night, and an avid reader of science fiction. With the phenomenal success of The Bobiverse trilogy and his standalone Audible Originals, <i>The Singularity Trap</i> and <i>Outland</i>, Taylor is now a retired computer programmer and full-time author—with time to spare for snowboarding (in season), mountain-biking, running, and exploring science fiction listens.</p>"
}